[
  { "term": "Abstain", "definition": "A board member's choice to not vote on a motion. An abstention is not counted as either a yes or no vote, but the member is still considered present for quorum purposes." },
  { "term": "ADMw", "definition": "Average Daily Membership, weighted. Oregon's formula for calculating student enrollment for funding purposes, applying additional weights for students with special needs, poverty, English learners, and other factors." },
  { "term": "Adjourn", "definition": "A motion to formally end a board meeting. Adjournment ends all business until the next meeting and is a privileged motion under Robert's Rules." },
  { "term": "Administrative Regulation", "definition": "Detailed procedures and guidelines developed by the superintendent and staff to implement board policy. Unlike policies, administrative regulations do not require board adoption." },
  { "term": "Agenda", "definition": "A structured list of items to be discussed and acted upon at a board meeting. Oregon law requires that meeting agendas be publicly posted in advance." },
  { "term": "Amendable Motion", "definition": "A motion that can be modified through the amendment process before being voted upon. Main motions and some subsidiary motions are amendable." },
  { "term": "Board Chair", "definition": "The presiding officer of the school board, elected by fellow board members. The chair runs meetings, sets agendas in consultation with the superintendent, and represents the board publicly." },
  { "term": "Board Policy", "definition": "Formal statements adopted by the school board that establish rules, guidelines, and expectations for the operation of the district. Policies set the 'what' and 'why' of governance." },
  { "term": "Budget Committee", "definition": "A body composed of school board members and appointed community members responsible for reviewing and approving the district's annual budget before it goes to the full board for adoption." },
  { "term": "Conflict of Interest", "definition": "A situation in which a board member's personal, financial, or professional interests could improperly influence their official duties. Oregon law requires disclosure and, in some cases, recusal from voting." },
  { "term": "Consent Agenda", "definition": "A group of routine, non-controversial items (such as approval of minutes or standard contracts) bundled together and approved with a single motion and vote to save meeting time." },
  { "term": "Division 22 Standards", "definition": "Oregon Administrative Rules (OAR Chapter 581, Division 22) that establish the minimum standards for public elementary and secondary schools in Oregon, including instructional requirements and operational standards." },
  { "term": "ESD", "definition": "Education Service District. A regional agency that provides specialized services (special education, technology, professional development) to multiple school districts in a geographic area. Lane ESD serves Springfield SD 19." },
  { "term": "Executive Session", "definition": "A portion of a board meeting closed to the public, permitted only for specific topics defined in ORS 192.660 (such as personnel matters, litigation, and real property transactions). No votes may be taken in executive session." },
  { "term": "Fiduciary Duty", "definition": "The legal and ethical obligation of board members to act in the best interest of the students and the public trust, managing public funds responsibly and making decisions that serve the community." },
  { "term": "Floor", "definition": "The right to speak during a board meeting. A member 'has the floor' when recognized by the chair to speak. Only one member may have the floor at a time." },
  { "term": "HQIM", "definition": "High Quality Instructional Materials. Curriculum materials that meet ODE's standards for academic rigor, cultural responsiveness, and alignment with state standards. Districts must adopt HQIM-aligned materials." },
  { "term": "IEP", "definition": "Individualized Education Program. A legally binding document developed for each student with a disability that outlines the student's learning goals, services, and accommodations. Board oversight ensures district-wide IEP compliance." },
  { "term": "Local Service Plan", "definition": "A document developed by an ESD (like Lane ESD) outlining the services it will provide to member districts. Local school boards must review and provide input on the plan." },
  { "term": "Motion", "definition": "A formal proposal made by a board member during a meeting for the board to take a specific action. A motion must be seconded before it can be debated and voted upon." },
  { "term": "OAR", "definition": "Oregon Administrative Rules. Detailed regulations adopted by state agencies to implement Oregon statutes. OAR Chapter 581 covers education rules, including school governance, standards, and finance." },
  { "term": "ODE", "definition": "Oregon Department of Education. The state agency responsible for overseeing K-12 education in Oregon, implementing policy set by the State Board of Education, and distributing the State School Fund." },
  { "term": "OGEC", "definition": "Oregon Government Ethics Commission. The state agency that enforces ethics laws for public officials, including school board members, covering financial disclosure, conflicts of interest, and gift restrictions." },
  { "term": "ORS", "definition": "Oregon Revised Statutes. The codified laws of the state of Oregon. ORS Chapter 332 is the primary statute governing school boards. ORS Chapter 192 covers public meetings and records." },
  { "term": "OSBA", "definition": "Oregon School Boards Association. A membership organization that provides training, policy services, legal guidance, and advocacy for Oregon school board members and districts." },
  { "term": "Parliamentary Procedure", "definition": "The set of rules governing how meetings are conducted and decisions are made. Most Oregon school boards follow Robert's Rules of Order as adapted for public board meetings." },
  { "term": "Pathways Program", "definition": "An educator pipeline program operated by Springfield SD 19 in partnership with Lane ESD, designed to recruit and develop local teaching talent to address teacher shortages." },
  { "term": "Point of Order", "definition": "A procedural objection raised by a board member when they believe the rules are being violated during a meeting. The chair must rule on the point immediately." },
  { "term": "Privileged Motion", "definition": "A category of motions in Robert's Rules that relate to the rights and comfort of the assembly (such as recess or adjourn). They take precedence over all other motions." },
  { "term": "Public Meeting Law", "definition": "Oregon's law (ORS 192.610-192.710) requiring that meetings of governing bodies be open to the public, with advance notice and limited exceptions. Training is mandatory for all elected officials since January 1, 2024." },
  { "term": "Public Records", "definition": "Documents, emails, texts, and other communications related to public business that are subject to disclosure under Oregon's Public Records Law. Board members' communications about district business may be public records." },
  { "term": "Quorum", "definition": "The minimum number of board members who must be present for official business to be conducted. For a 5-member board, a quorum is 3 members." },
  { "term": "Recess", "definition": "A temporary break during a board meeting. A motion to recess is a privileged motion and does not end the meeting — business resumes when the recess ends." },
  { "term": "Robert's Rules", "definition": "Robert's Rules of Order, Newly Revised. The most widely used manual of parliamentary procedure in the United States, adopted by most Oregon school boards for conducting meetings." },
  { "term": "Roll Call Vote", "definition": "A voting method where each board member's name is called individually and their vote recorded. Required for certain actions and can be requested by any board member." },
  { "term": "Second", "definition": "An endorsement by another board member indicating they want a motion to be considered. A motion must receive a second before it can be debated or voted upon." },
  { "term": "Special Meeting", "definition": "A board meeting called outside the regular meeting schedule, typically for a specific purpose (such as candidate interviews). Requires advance public notice as specified by Oregon law." },
  { "term": "State School Fund", "definition": "Oregon's primary mechanism for distributing state education funding to school districts, based on student enrollment (ADMw). It is the largest source of revenue for most Oregon school districts." },
  { "term": "Subsidiary Motion", "definition": "A category of motions in Robert's Rules used to modify or dispose of the main motion (such as amend, postpone, or refer to committee). They rank between main and privileged motions." },
  { "term": "Superintendent", "definition": "The chief executive officer of the school district, hired by and reporting to the school board. The superintendent manages day-to-day operations and implements board policy." },
  { "term": "Voice Vote", "definition": "A voting method where the chair asks for 'ayes' and 'nays' and determines the result by the volume of responses. Suitable for routine items where the outcome is clear." },
  { "term": "Work Session", "definition": "A board meeting format focused on discussion, study, and planning rather than formal action. Springfield SD 19 holds Work Sessions on the 4th Monday of each month at 5:30 PM." }
]
